CI4/app/Controllers/Biodata.php

SELECT *
FROM `biodata`
---
    public function index()
    {
        $data['biodata'] = $this->biodataModel->findAll();